Repository: Justin2997/via-rail-notif
Catalog: ios/LiveActivity/Localizable.xcstrings
Source language: fr
Languages: en

source: Temps écoulé du départ jusqu’au réveil
en: Time elapsed from departure to the alarm

source: Réveil VIA
en: VIA Wake

source: Réveil
en: Alarm

source: Votre gare
en: Your station

source: Suivi à actualiser · alarme conservée
en: Tracking needs refreshing · alarm kept

source: estimée
en: Estimated

source: prévue
en: Scheduled

source: Arrivée %@ : %@
en: %@ arrival: %@

source: Temps restant avant le réveil
en: Time remaining until the alarm

source: Temps écoulé jusqu’au réveil
en: Time elapsed until the alarm
